Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: ཉེ་བར་ལེན་པ་ནི་བདག་ཏུ་ཉེ་བར་ལེན། སེམས་ཅན་དུ་ཉེ་བར་ལེན། ལྟ་བར་ཉེ་བར་ལེན། ཚུལ་ཁྲིམས་སུ་ཉེ་བར་ལེན། ཕུང་པོ་ལྔ་ཉེ་བར་ལེན། ཁམས་བཅྭ་བརྒྱད་ཉེ་བར་ལེན། རྒྱུ་རྐྱེན་བཅུ་གཉིས་ཉེ་བར་ལེན་པས་ན་ཉེ་བར་ལེན་པ་ཞེས་བྱའོ། །
en: Appropriation is called appropriation because it appropriates self, others, views, discipline, the five aggregates, the eighteen elements, and the twelve causes and conditions.

source: ཇི་ཙམ་དུ་ཆོས་སུ་གདགས་པ་ཕྱིའམ་ནང་གི་འདོད་པ་ཉེ་བར་ལེན་པ་དང་། སྲིད་པ་ཉེ་བར་ལེན་པ་དང་། མཐོང་བ་དང་། ཐོས་པ་དང་། ཚོར་བ་དང་། ཤེས་པ་ཉེ་བར་ལེན། བདག་དང་བདག་གི་བར་ཉེ་བར་ལེན་ཏོ། །
en: Any phenomena construed to be desired, whether outer or inner, is appropriated; existence is appropriated; as are things seen, heard, felt, cognized; as are self and possessions.

source: འཇིག་རྟེན་འཛིན་བུས་པ་སོ་སོའི་སྐྱེ་བོ་ཡང་དག་པ་མ་ཡིན་པའི་ཉེ་བར་ལེན་པའི་འདི་ལ་མི་ཤེས་མི་མཐོང་སྟེ།
en: Lokadhara, childish ordinary beings fail to see and understand this false appropriation.

source: ཕྱིན་ཅི་ལོག་གི་རྒྱུ་དང་རྐྱེན་གྱིས་ཆོས་སུ་ཉེ་བར་ལེན་ཏོ། །
en: They appropriate phenomena via mistaken causes and conditions.

source: གང་ཟག་དེ་ཉེ་བར་ལེན་པས་རྣམ་པར་བཅིངས་པས་
en: Because such people are bound by appropriation,

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཉེ་བར་ལེན།
en: they appropriate formations due to the condition of ignorance,

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ཉེ་བར་ལེན།
en: they appropriate consciousness due to the condition of formations, and

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ཉེ་བར་ལེན།
en: they appropriate name-and-form due to the condition of consciousness.

source: མིང་དང་གཟུགས་ཀྱི་མཚན་མ་སྦོམ་པོ་ལ་སེམས་ཅན་རྣམས་ཆགས་ཤིང་ཞེན་ཏེ་ཉེ་བར་ལེན་ཏོ། །
en: Beings grasp and crave for the coarse marks of name-and-form, and appropriate them.

source: གཟུགས་ལེན། གཟུགས་དང་འབྱོར། གཟུགས་ཀྱིས་བཅིངས་སོ། །
en: They appropriate form, conjoin themselves with form, and are bound by form.

source: གཞན་ཡང་གཟུགས་མེད་པའི་ཕུང་པོ་བཞི་ཉེ་བར་ལེན་ཏེ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པར་རྣམ་པར་རྟོག་ཅིང་མིང་དུ་བཏགས་སོ། །
en: Moreover, they appropriate the four remaining formless aggregates, conceptualizing and labeling feeling, perception, formation, and consciousness.

source: འཇིག་རྟེན་འཛིན་གལ་ཏེ་སངས་རྒྱས་མེད་ན་སེམས་ཅན་རྣམས་ཤེས་པ་མེད་མཐོང་བ་མེད་པས་
en: Lokadhara, if there were no buddhas, beings would fail to know and understand.

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོག་མི་ནུས་སོ། །
en: They would remain incapable of accurately contemplating the five aggregates for appropriation.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཇིག་རྟེན་དུ་གཤེགས་ནས་སེམས་ཅན་གཟུགས་ལ་རྟེན་ཅིང་གནས་པ་གཞིག་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་རྟེན་ཅིང་གནས་པ་གཞིག་པ་དང་། བསྡུ་བའི་མཚན་ཉིད་གཅིག་གཞིག་པའི་ཕྱིར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་ལྟར་རྣམ་པར་ཕྱེ་སྟེ་བསྟན་ཏོ། །
en: In order to destroy beings’ dependence and reliance on form; in order to destroy beings’ dependence and reliance on feeling, perception, formation, and consciousness; and in order to destroy the single characteristic that pertains to them all, the blessed buddhas analyzed and taught as follows:

source: ཁྱེད་རྣམས་ཀྱིས་རྟེན་ཅིང་གནས་པ་ནི་གཟུགས་ཡིན་ནོ། །
en: “ ‘That which all of you depend and rely upon is form.

source: གཟུགས་དེ་ནི་ཆེན་པོ་བཞི་འདུས་པ་སྟེ།
en: Form is a gathering of the four great elements.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མིང་ཙམ་སྟེ།
en: Feeling, perception, formation, and consciousness are mere labels.

source: མིང་དང་གཟུགས་ཀྱི་མཚན་མ་བསྒྲུབ་པའི་ཕྱིར་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་བཤད་དོ། །
en: The five aggregates for appropriation are taught in order to present the marks of name-and-form.

source: ཁྱོད་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་མི་བརྟན་པའི་སྙིང་པོ་མེད་པའི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་འདི་ལ་མི་གནས་མི་ཆགས་པར་བྱའོ། །
en: You ordinary beings should not depend upon or become attached to the five aggregates for appropriation, which are unstable and insubstantial.’

source: འཇིག་རྟེན་འཛིན་དེ་བཞིན་གཤེགས་པས་ཅིའི་ཕྱིར་ཉེ་བར་ལེན་པའི་ཕུང་པོ་བཤད་ཅེ་ན།
en: “Lokadhara, why have the thus-gone ones thus taught the aggregates for appropriation?

source: འཇིག་རྟེན་འཛིན་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཕྱིན་ཅི་ལོག་ལས་སྐྱེས་ཏེ།
en: Lokadhara, childish ordinary beings arise from mistaken perception, and

source: མ་རིག་པའི་དྲ་བས་གླགས་པས་འཁོར་བ་ན་འཁོར་བར་གྱུར་ཏོ། །
en: they wander throughout saṃsāra because they are caught in the net of ignorance.

source: ཅིས་འཁོར་ཞེ་ན།
en: Why do they wander?

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་མཚན་མ་ལ་ཆགས་ཤིང་འཛིན་པས་སོ། །
en: Because of grasping and attachment to the marks of the five aggregates for appropriation.

source: འདི་སྙམ་དུ་བདག་འདི་ལ་གནས་པས་བདེ་བར་གྱུར་ཏོ་སྙམ་སེམས་ཏེ།
en: They think: ‘I will be happy if I depend on this.’

source: གང་ཟག་དེ་བདེ་བའི་མཚན་མར་བཟུང་བས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་གནས་སོ། །
en: By observing pleasurable marks, such people become attached to the five aggregates for appropriation and rely upon them.

source: སྡུག་བསྔལ་གྱི་མཚན་མ་དང་། སྡུག་བསྔལ་ཡང་མ་ཡིན། བདེ་བ་ཡང་མ་ཡིན་པའི་མཚན་མར་བཟུང་ཞིང་ཆགས་པས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་གནས་ཤིང་ཆགས་སོ། །
en: By observing and becoming attached to painful marks and marks that are neither pleasurable nor painful, they rely upon the five aggregates for appropriation and become attached to them.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་བརྟེན་པའི་གནས་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཡིན་ནོ། །
en: The locus upon which childish ordinary beings rely is the five aggregates for appropriation.

source: འཇིག་རྟེན་འཛིན་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་སྐྱེས་ནས་ལྡོངས་ཏེ་
en: “Lokadhara, childish ordinary beings are born blind:

source: ཕུང་པོ་ལྔ་ཅི་ཡིན་པ་མི་ཤེས། ཕུང་པོ་ལྔ་གང་ནས་འོངས་པའང་མི་ཤེས་སོ། །
en: they fail to understand what the five aggregates are and where they come from.

source: ཕུང་པོ་ལྔའི་ཡང་དག་པ་ཇི་ལྟ་བ་མི་ཤེས་པས་ཕུང་པོ་ལ་ཆགས་ཤིང་འཛིན་ཏེ་
en: By not understanding the five aggregates accurately, they grasp and become attached to the aggregates.

source: དེ་བས་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ཞེས་བྱའོ། །
en: Therefore, they are called aggregates for appropriation .

source: དེ་ལ་ལེན་པའང་མེད་ལ་ལེན་པར་བྱ་བ་ཡང་དམིགས་སུ་མེད་དེ།
en: There is no appropriation there, and there is also nothing to appropriate that can be observed.

source: ཕྱིན་ཅི་ལོག་ལ་ཆགས་ཤིང་ཡང་དག་པ་མ་ཡིན་པར་ཀུན་ཏུ་རྟོག་པས་བཅིངས་ཏེ།
en: So, they are bound by attachment to mistaken perception and incorrect conceptuality.

source: མ་རིག་པ་དང་། གཏི་མུག་གིས་རྨོངས་པས་བདག་ལེན། བདག་གི་བར་ལེན། བདག་དང་གཞན་གྱི་བར་ལེན་ཏེ།
en: Stupefied by ignorance and delusion, they appropriate in terms of I, mine , and self and other .

source: ཕུང་པོ་ལྔ་ལ་ནི་ཉེ་བར་ལེན་པའང་མེད། ངེས་པའི་མཚན་ཉིད་ཀྱང་མེད་དོ། །
en: The five aggregates have nothing that can be appropriated and no true characteristics.

source: དེ་བས་ན་མཁས་པ་དག་ནི་ཕུང་པོ་མ་ཡིན་པ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔར་ཤེས་སོ། །
en: Therefore, the wise understand the five aggregates for appropriation as nonaggregates.

source: ཕྱིན་ཅི་ལོག་གི་ཕུང་པོ་ལ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔར་ཤེས་སོ། །
en: They understand the five aggregates for appropriation as mistaken aggregates.

source: མ་རིག་པའི་ཕུང་པོ་ལྔ་ལ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔར་ཤེས་སོ། །
en: They understand the five aggregates for appropriation as five aggregates of ignorance.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་འདིས་རྣམ་པར་བཅིངས་པས་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་གནས།
en: Because childish ordinary beings are bound by this, they become attached to and dwell upon the five aggregates for appropriation.

source: ཆགས་ཤིང་གནས་པས་ན་ཉེ་བར་ལེན་པ་ནི་གང་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ནི་གང་ཡིན་པ་མི་ཤེས་ཏེ
en: Because they become attached to and dwell on them, they do not understand what the aggregates for appropriation are like.

source: ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་གནས་པས་སྐྱེ་ཞིང་འཁོར་བར་གྱུར་ཏོ། །
en: Because they become attached to and dwell on the five aggregates, they take birth and circle.

source: ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་གནས་པས་རྒྱུད་ཀུན་ཏུ་འཁོར་བར་གྱུར་ཏོ། །
en: Because they become attached to and dwell on the five aggregates, they wander throughout all the destinies of sentient existence.

source: ཅི་ལ་གནས་ཤིང་ཆགས་ཤེ་ན།
en: On what do they dwell and to what do they become attached?

source: མཐོང་བ་ལ་གནས་ཤིང་ཆགས།
en: They dwell on and become attached to sight.

source: ཐོས་པ་ལ་གནས་ཤིང་ཆགས།
en: They dwell on and become attached to hearing.

source: ཚོར་བ་ལ་གནས་ཤིང་ཆགས།
en: They dwell on and become attached to feeling.

source: རྣམ་པར་ཤེས་པ་ལ་གནས་ཤིང་ཆགས།
en: They dwell on and become attached to consciousness.

source: སྲིད་པ་ལ་གནས་ཤིང་ཆགས།
en: They dwell on and become attached to craving.

source: མ་རིག་པ་ལ་གནས་ཤིང་ཆགས་སོ། །
en: They dwell on and become attached to ignorance.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་སྲིད་པའི་འཆིང་བས་རྣམ་པར་བཅིངས་པར་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་མངོན་པར་ཆགས་ཏེ་
en: Because they are bound by the fetters of existence, childish ordinary beings are attached to the five aggregates for appropriation.

source: སྒྲིབ་པས་ཡོངས་སུ་བསྒྲིབས་པས་མ་རིག་པས་རྨོངས་ཏེ་མི་ཤེས་མི་ཚོར་རོ། །
en: Obscured by their obscurations, they are stupefied by ignorance and become ignorant and unaware.

source: བདག་ཅག་གིས་ཆགས་པའི་གནས་ནི་གང་ཡིན།
en: What is the source of their attachment?

source: ཅིས་བཅིངས་པ་མི་ཤེས་པའི་ཕྱིར་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་དང་། ལྷ་དང་མིར་ཡང་དང་ཡང་དུ་སྐྱེ་ཞིང་འཁོར་ཏེ།
en: What are they bound by? It is due to ignorance that they circle in repeated births as hell beings, animals, anguished spirits, gods, and humans.

source: འཁོར་བས་རྣམ་པར་བཅིངས་པས་འཁོར་བ་ལ་གནས་ཤིང་ཆགས་ཏེ་མི་གཏོང་། མི་སྤོང་། མི་གཅོད་དོ། །
en: Bound by saṃsāra, they dwell in and become attached to saṃsāra, and so they cannot give it up, discard it, or disrupt it.

source: ཕུང་པོ་ལྔའི་ཡང་དག་པ་ཇི་ལྟ་བའང་མི་ཤེས་སོ། །
en: Thus, they fail to accurately understand the five aggregates for appropriation.”

source: ཡང་དག་པ་ཇི་ལྟ་བའི་མཚན་ཉིད་མི་ཤེས་པའི་ཕྱིར་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་གཙེས་ཏེ།
en: “Because they fail to understand the true characteristics of the five aggregates for appropriation, they are harmed by all sorts of suffering.

source: ཡང་དག་པ་མ་ཡིན་པའི་དོང་དུ་ལྷུང་ནས་འབྱུང་བའི་ལམ་མི་ཤེས་སོ། །
en: Having fallen into the pit of falsity, they fail to understand the path leading to the exit.

source: གང་ཟག་དེས་དེ་ལྟར་འབྱུང་བའི་ལམ་མི་ཤེས་པས་ཐོག་མ་མེད་པའི་དུས་ནས་འཁོར་བའི་རྒྱུད་དུ་འཁོར་བ་ལེན་ཏོ། །
en: In failing to understand the path of emancipation, such people have wandered continuously from beginningless time throughout saṃsāra.

source: དེ་བས་ན་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། ཤི་བ་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སློས་པའི་མྱ་ངན་དང་། སྡུག་བསྔལ་ལས་རྣམ་པར་མ་གྲོལ།
en: Thus, they are not liberated from birth, aging, sickness, death, lamentation, distress, or suffering.

source: ཚད་མེད་པའི་འཁོར་བའི་གཡངས་ལས་རྣམ་པར་མ་གྲོལ།
en: They are not liberated from the fathomless abyss of saṃsāra.

source: སྡུག་བསྔལ་ཆེན་པོའི་ཕུང་པོ་ལས་རྣམ་པར་མ་གྲོལ་ཏེ།
en: They are not liberated from the great mass of suffering, and

source: ཕྱིར་ཡང་སྡུག་བསྔལ་ལ་གནས་ཤིང་ཆགས།
en: repeatedly they dwell in suffering and become attached to it.

source: སྡུག་བསྔལ་ལ་མངོན་པར་ཆགས་ཏེ།
en: They are addicted to suffering.

source: སྡུག་བསྔལ་གྱིས་བཀོལ་བར་གྱུར་ཏོ། །
en: They are enslaved by suffering.

source: སྡུག་བསྔལ་གང་ཞེ་ན།
en: “What is meant by suffering ?

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཡིན་ཏེ།
en: It is the five aggregates for appropriation.

source: སྐྱེ་བའི་ཚེ་ན་སྡུག་བསྔལ་སྐྱེ་ལ། འགོག་པའི་ཚེ་ན་ཡང་སྡུག་བསྔལ་འགོག་གོ། །
en: Suffering arises at the time of birth and ceases at the time of cessation.

source: འཇིག་རྟེན་འཛིན་ངས་དེའི་རྒྱུ་དེའི་རྐྱེན་གྱིས་སློབ་མ་རྣམས་ལ་འདི་སྐད་དུ་ཆོས་བསྟན་ཏོ། །
en: Lokadhara, due to that cause and that condition, I deliver this Dharma teaching to my disciples:

source: དགེ་སློང་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་གཟུགས་ཀྱི་ཕུང་པོ་ལ་བརྟག་གོ། །
en: Monks, you must accurately investigate the aggregate of form.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་གཟུགས་མི་རྟག་པའི་མཚན་ཉིད་ཤེས་པར་བྱའོ། །
en: You must accurately understand form’s characteristic of impermanence.

source: ཁྱེད་ཅི་སྟེ་གཟུགས་ལ་ཆགས་པར་གྱུར་ན་དེ་མ་ཐག་ཏུ་བསལ་ཅིང་གཅད་པར་བྱའོ། །
en: Should you find yourself attached to form, immediately dispel and eliminate it.

source: ཁྱེད་ལ་སོགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་བརྟག་པར་བྱའོ། །
en: Likewise, you must accurately investigate feeling, perception, formation, and consciousness.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་མི་རྟག་པའི་མཚན་ཉིད་ཤེས་པར་བྱའོ། །
en: You must accurately understand the characteristic of impermanence with regard to feeling, perception, formation, and consciousness.

source: ཅི་སྟེ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་གྱུར་ན།
en: Should you find yourself attached to feeling, perception, formation, or consciousness,

source: དེ་མ་ཐག་ཏུ་བསལ་ཅིང་གཅད་པར་བྱའོ། །
en: you must immediately dispel and eliminate that attachment.

source: ཆགས་པ་བསལ་ཅིང་གཅད་པས་སེམས་ཡང་དག་པར་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: By dispelling and eliminating attachment, the mind will be truly liberated.

source: འཇིག་རྟེན་འཛིན་གང་ཟག་སུ་ཞིག་ངས་གསུངས་པའི་ཆོས་ཀྱི་དོན་ཤེས་ཤིང་ཇི་ལྟར་གསུངས་པ་བཞིན་དུ་ནན་ཏན་བྱེད་ན་
en: “Lokadhara, if people understand the meaning of the teachings I have given and earnestly employ what I have taught,

source: སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། ཡིད་བློང་བ་དང་། སྡུག་བསྔལ་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: they will be liberated from birth, aging, sickness, death, lamentation, distress, and suffering.

source: གང་ཟག་སུ་ཞིག་ངས་གསུངས་པ་བཞིན་དུ་མི་སྤྱོད་མི་སྒོམ་ན་
en: If people do not practice or cultivate what I have taught,

source: གཟུགས་ཀྱི་འཆིང་བས་རྣམ་པར་བཅིངས། སྲེད་པའི་འཆིང་བས་རྣམ་པར་བཅིངས་པ་ཡིན་ཏེ།
en: they will remain bound by the chains of form and craving.

source: མ་རིག་པས་ལྡོངས་པས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཆགས་སོ། །
en: Blinded by their ignorance, they will remain attached to the five aggregates for appropriation.

source: གང་ཟག་དེ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཆགས་པས་འཁོར་བའི་གཡངས་ལས་རྣམ་པར་མ་གྲོལ་ཏོ། །
en: People who remain attached to the five aggregates for appropriation will not be liberated from the abyss of saṃsāra.

source: འཇིག་རྟེན་འཛིན་དེ་ལྟ་བས་ན་འཇིག་རྟེན་པ་དག་ནི་ང་དང་རྩོད་ཀྱི། ང་ནི་འཇིག་རྟེན་པ་དག་དང་མི་རྩོད་དོ་ཞེས་གསུངས་སོ། །
en: Lokadhara, therefore, worldly beings argue with me, yet I do not argue with worldly beings.”

source: འཇིག་རྟེན་ཞེས་བྱ་བ་གང་ཞེ་ན།
en: “What is meant by the world?

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ལ་ཆགས་པ་ནི་འཇིག་རྟེན་ཞེས་བྱའོ། །
en: The world is attachment to the five aggregates for appropriation.

source: གང་ཟག་དེ་ཕུང་པོ་ལྔ་ལ་ཆགས་ཏེ་ཕུང་པོ་ལྔས་རྣམ་པར་བཅིངས་པས་
en: Attached to the five aggregates, people are bound by the five aggregates. Thereby

source: ཕུང་པོ་ལྔའི་རང་བཞིན་མི་ཤེས།
en: they fail to understand the nature of the five aggregates, and

source: ཕུང་པོ་ལྔའི་མཚན་ཉིད་སྟོང་པ་ཉིད་དུ་མི་ཤེས་ཏེ་ང་དང་རྩོད་དོ། །
en: they do not understand that emptiness is the characteristic of the five aggregates; and so they argue with me.

source: གང་ཟག་དེ་སངས་རྒྱས་ཀྱིས་གསུངས་པ་དང་འགལ་བར་བྱེད་དེ།
en: Such people contradict the teachings of the Buddha.

source: སངས་རྒྱས་དང་རྩོད་པས་ཤིན་ཏུ་ཉམ་ང་བ་ཆེན་པོར་ལྷུང་ངོ་། །
en: They argue with the Buddha and thus fall into great misery.

source: གང་ཟག་སུ་ཞིག་དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ན་བཞུགས་ཀྱང་རུང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཀྱང་རུང་། དེ་ལྟར་ཕུང་པོ་ལྔ་ལ་ཡང་དག་པ་མ་ཡིན་པ་དང་སྟོང་པ་ཅི་ཡང་མེད་དེ། !ཕྱིན་ཅི་ལོག་དང་། མ་རིག་པ་དང་། ཡང་དག་པ་མ་ཡིན་པའི་ཀུན་ཏུ་བརྟགས་པ་ལས་སྐྱེས་ཏེ་བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་བསླུས་པ་ཡིན་པར་རྟོགས་ན་ཕུང་པོ་མ་ཡིན་པ་ལ་ཕུང་པོ་ལྔ་དང་འདྲ་བར་ཤེས་སོ། །
en: Whether the Thus-Gone One abides in the world or has passed into parinirvāṇa, whoever realizes the five aggregates to be false, empty, and nonexistent; arisen from error, ignorance, and false imputations; and deceptive to childish ordinary beings will understand the five aggregates to be like nonaggregates.

source: གང་ཟག་དེ་ནི་སངས་རྒྱས་དང་ཡང་མི་རྩོད་པ་སྟེ།
en: Such people will not argue with the Buddha.

source: སངས་རྒྱས་ཀྱིས་གསུངས་པ་དང་འགལ་བར་མི་བྱེད་པས་
en: Since they will not contradict the teachings of the Buddha,

source: སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་ཀྱི་སྡུག་བསྔལ་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: they will be liberated from the suffering of hell beings, animals, and anguished spirits.

source: འཇིག་རྟེན་འཛིན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནི་གང་ཟག་དང་མི་རྩོད་དོ། །
en: Lokadhara, the Blessed Buddha does not debate with others.

source: རྩོད་པ་ཐམས་ཅད་ཡོངས་སུ་བཅད་པས་སངས་རྒྱས་ཞེས་བྱ་སྟེ།
en: Because he has ceased all debate, he is called Buddha , and

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་དག་པའི་ཆོས་སྟོན་ཏོ། །འདི་ལྟ་སྟེ།
en: he teaches to all beings the genuine Dharma, namely this:

source: ཁྱེད་ཀྱིས་སྔོན་བླངས་པ་ནི་ཐམས་ཅད་ཀྱང་ཕྱིན་ཅི་ལོག་ཡིན་ཏེ།
en: ‘All that you have previously appropriated was mistaken.

source: སེམས་ཅན་ཐམས་ཅད་ཕྱིན་ཅི་ལོག་གི་དབང་གིས་ཕུང་པོ་ལ་ཆགས་ཤིང་གནས་ནས་འཇིག་རྟེན་དུ་ཡང་དང་ཡང་འཁོར་བར་གྱུར་ཏོ། །
en: Due to being mistaken, all beings cling to and depend upon the five aggregates, and thereby they repeatedly cycle throughout the world.’

source: དེ་ལྟར་གང་ཟག་དག་ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་གནས་པས་ངན་པར་ལྟ་བ་རྣམ་པ་སྣ་ཚོགས་ལ་ཞེན་ཅིང་བསྐྱེད་དོ། །
en: In this way, people who cling to and depend upon the five aggregates will develop and cling to myriad wrong views.

source: མིང་དང་ཚིག་རྣམ་པ་སྣ་ཚོགས་ལ་ཆགས་ཤིང་གནས།
en: They cling to and depend upon various terms and words.

source: སློས་པའི་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་ཐམས་ཅད་ལ་ཆགས་ཤིང་གནས་སོ། །
en: They cling to and depend upon sorrow, lamentation, and suffering.

source: དེ་ལྟར་གང་ཟག་དག་ངན་པར་ལྟ་བ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཉོན་མོངས། སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ཡོངས་སུ་གཙེས་ཀྱང་དེའི་མགོན་བྱེད་པའམ། སྐྱབས་བྱེད་པའམ། གནས་དང་རྟེན་དུ་འགྱུར་བ་མེད་དེ
en: Thus, people are afflicted with various wrong views and are thus harmed by many forms of suffering; but still, their views never become their protector, refuge, base, or support, for

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉག་གཅིག་ནི་མགོན་དང་སྐྱབས་སུ་འགྱུར་རོ། །
en: only the blessed buddhas can protect and offer refuge.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་སེམས་ཆུང་ཤེས་པ་ཆུང་བས་
en: Childish ordinary beings are small-minded and have limited understanding.

source: འདོད་པ་ལྔ་ལ་ཆགས། ཉེས་པའི་སྐྱོན་མང་པོའི་ཕུང་པོ་ལྔ་ལ་ཆགས་སོ། །
en: They are attached to the five sense pleasures and cling to the five aggregates, which are rife with problems.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ནི་མགོན་དུ་འགྱུར་བ་དང་། སྐྱབས་སུ་འགྱུར་བ་དང་། གནས་དང་རྟེན་དུ་འགྱུར་བ་དང་། སྡུག་བསྔལ་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བར་བྱེད་པ་དང་རྩོད་པར་བྱེད་དོ། །
en: Childish ordinary beings argue with those who protect, offer refuge, provide support, and deliver from all suffering.

source: འཇིག་རྟེན་འཛིན་ངས་ཕྱག་བཏེག་པ་ཡིན་ནོ། །
en: Lokadhara, I have raised my hand.

source: གང་ཞིག་ཕུང་པོ་ལྔར་བལྟ་བ་དང་། ཕུང་པོ་ལྔ་ལ་མཚན་མར་ལྟ་བ་དང་། ཕུང་པོ་ལྔ་ལ་ཆགས་པར་བྱེད་ན་ང་ཡང་དེའི་སྟོན་པ་མ་ཡིན་ལ། དེ་ཡང་ངའི་སློབ་མ་མ་ཡིན་ཏེ
en: I am not the teacher of those who view in terms of the five aggregates, view the five aggregates in terms of marks, or who become attached to the five aggregates. They are not my students.

source: ངའི་རྗེས་སུ་རབ་ཏུ་བྱུང་བ་མ་ཡིན།
en: They are not my ordained.

source: ངའི་རྗེས་སུ་སྦྱོར་བ་མ་ཡིན།
en: They are not my followers.

source: ང་ལ་སྐྱབས་སུ་སོང་བ་མ་ཡིན་གྱི་
en: They do not take refuge in me.

source: གང་ཟག་དེ་ནི་ངན་པར་འགྲོ་བའི་ལམ་དུ་སོང་བ། ཡང་དག་པ་མ་ཡིན་པའི་ལམ་ལ་ཞུགས་པའོ། །
en: Such people have set out on the path to the lower realms and entered the incorrect path.

source: ཡང་དག་པ་ལེན་པ་མ་ཡིན་ཏེ་
en: They do not follow the truth.

source: ཕྱིན་ཅི་ལོག་པའོ། །
en: They are mistaken.

source: སངས་རྒྱས་ཀྱིས་དགོངས་ཏེ་གསུངས་པ་མི་ཤེས།
en: They fail to understand what the Buddha knows and teaches.

source: སངས་རྒྱས་ཀྱིས་ཕུང་པོ་ལྔ་ཅི་ལ་དགོངས་ཏེ་གསུངས་པ་མི་ཤེས།
en: They fail to understand what the Buddha knows and teaches about the five aggregates.

source: སངས་རྒྱས་ཀྱི་དོན་དམ་པ་གསུངས་པ་མི་ཤེས་སོ། །
en: They fail to understand what the Buddha teaches concerning the ultimate.

source: གང་ཟག་དེ་ལྟར་སངས་རྒྱས་ཀྱིས་བསྟན་པའི་རྗེས་སུ་མི་འཇུག་པས་མཆོད་པ་དང་རྙེད་པ་བླང་བར་མི་བྱའོ། །
en: Thus, by not following the Buddha’s teachings, they should not receive veneration and offerings.

source: གང་ཟག་དེ་ནི་རབ་ཏུ་འབྱུང་བར་ངས་མ་གནང་ན་གཞན་གྱི་མཆོད་པ་དང་རྙེད་པའི་བཀུར་སྟི་ལེན་པ་ལྟ་ཅི་སྨོས།
en: I do not permit them to be ordained, much less to receive the honor of veneration and offerings from others.

source: གང་ཟག་དེ་ནི་མུ་སྟེགས་ཅན་གྱི་སྡེར་གཏོགས་པ་ཡིན་ནོ། །
en: Because such people are included in the ranks of the non-Buddhists.

source: འདི་ལྟ་སྟེ། གང་ཕུང་པོ་ལྔ་ལ་མཚན་མ་སྐྱེད་པ་ནི་ཕུང་པོ་ལྔ་ལ་ཆགས་ཤིང་འཛིན་པ་ཞེས་བྱའོ། །
en: Such people, who produce marks concerning the five aggregates, are known as those who are attached and cling to the five aggregates.

source: འཇིག་རྟེན་འཛིན་མ་འོངས་པའི་དུས་ལྔ་བརྒྱའི་ཐ་མ་ལ་དམ་པའི་ཆོས་རྣམ་པར་འཇིག་པའི་ཚེ་ངའི་ཆོས་ལ་རབ་ཏུ་བྱུང་བ་རྣམས་མང་དུ་ཕུང་པོ་ལྔ་ལ་མཚན་མ་སྐྱེད་པ་དང་། ཕུང་པོ་ལྔའི་མཚན་མ་ལ་ངེས་པར་གཅད་པ་དང་། ཕུང་པོ་ལྔ་ལ་རབ་ཏུ་ཆགས་ཏེ
en: “Lokadhara, when the Dharma is coming to ruin in the final five-hundred-year period, many who have taken ordination in my teachings will produce marks regarding the five aggregates. They will speak of the marks of the five aggregates as being real. They will be attached to the five aggregates.

source: ཡང་དག་པ་མ་ཡིན་པའི་ལམ་ངན་པར་ཞུགས་པས་ངའི་ཆོས་ལ་རབ་ཏུ་བྱུང་བས་ཆོས་གོས་གཉའ་བ་ལ་བཀལ་ཏེ་རྟག་ཏུ་ཁྱིམ་པའི་ཁྱིམ་དུ་འགྲོ་བ་ལ་དགའ་བར་བྱེད་དོ། །
en: Those that have entered such a base and false path while taking ordination in my teachings will then drape Dharma robes around their necks as they enjoy spending their time going from household to household.

source: གང་ཟག་དེ་ནི་མུ་སྟེགས་ཅན་དང་ཐ་མི་དད་ཀྱང་ངའི་ཆོས་ཀྱི་བྱིན་གྱིས་དེ་ལ་མཆོད་པ་དང་སྦྱིན་པ་མང་བར་རིག་པར་བྱའོ། །
en: You should know that even though such people are no different from non-Buddhists, many will be generous and venerate them due to the power of my Dharma.

source: འཇིག་རྟེན་འཛིན་གང་ཕུང་པོ་ལྔར་ལྟ་བ་དང་། ཕུང་པོ་ལྔ་ལ་ངེས་པའི་འཆད་པ་དང་། ཕུང་པོ་ལྔ་ལ་ཆགས་པར་བྱེད་པ་དེ་ནི་གཞན་དག་གི་ཆུ་ཕོར་གང་ཙམ་ཡང་ལེན་དུ་མི་དབང་བར་ངས་བཤད་དོ། །
en: Lokadhara, I declare that those who have views of the five aggregates, who teach the five aggregates as being real, or who are attached to the five aggregates, are not allowed to accept so much as a cup of water from someone else.

source: དེ་ཅི་སྟེ་ཞེ་ན།
en: Why is this?

source: གང་ཟག་དེས་ངའི་ཆོས་ལ་འཐུན་པའི་ཆོས་ཀྱི་བཟོད་པ་ཙམ་ཡང་མེད་པས་
en: Such people lack any acceptance whatsoever of the principles of my teaching. Thus,

source: གང་ཟག་དེ་ནི་ངའི་ཆོས་དང་འགལ་བར་བྱེད་པ། འཕགས་པའི་ཆོས་ཡོངས་སུ་སྤོང་བའོ། །
en: such people contradict my teachings and abandon the Dharma of the noble ones.

source: འཇིག་རྟེན་འཛིན་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མ་འོངས་པའི་དུས་ངན་པར་དེ་ལྟ་བུའི་དམ་བཅས་ཏེ་སྨོན་ལམ་ཆེན་པོ་བཏབ་སྟེ། ངའི་ཤིན་ཏུ་ཟབ་མོའི་མདོ་སྡེ་དག་བཟུང་ཞིང་བསྲུང་བ་དང་། སེམས་ཅན་དག་ཕུང་པོ་ལྔར་ལྟ་བ་གཅད་པའི་ཕྱིར་ཆོས་བསྟན་པར་བྱའོ། །
en: “Lokadhara, therefore, bodhisattva great beings should make a great aspiration, vowing that in such dire future times, they will uphold and protect my very profound discourses, and to disrupt beings’ views of the five aggregates, they will teach them the Dharma.

source: འཇིག་རྟེན་འཛིན་དེ་བས་ན་ངས་མདོ་སྡེ་ཀུན་ལས་ཕུང་པོའི་མཚན་མ་ཐམས་ཅད་གཞིག་པ་དང་། ཕུང་པོ་ལ་ཆགས་པ་སྤང་བ་བཤད་དེ་
en: Lokadhara, in all my discourses I explained how to eliminate all marks of the aggregates and how to abandon attachment to the aggregates.

source: དེའི་ཚེ་ཁྱིམ་ན་གནས་པ་དང་རབ་ཏུ་བྱུང་བ་དག་མང་དུ་མདོ་སྡེ་འདི་ལ་རྩོད་པ་བྱུང་སྟེ
en: Much debate then arose among many householders and the ordained concerning this discourse; therefore,

source: ཡང་དག་པ་ཉིད་དུ་འདུ་ཤེས་མ་སྐྱེད་དོ། །
en: they did not perceive it as being true.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདི་ལྟར་ཡི་དམ་དང་སྨོན་ལམ་ཆེན་པོ་གདབ་པར་བྱའོ། །
en: Bodhisattva great beings should thus make the following promise and great aspiration:
